Repository: eudaldgr/elements
Catalog: po/extra/*.po
Languages: fr, pt

source: Elements
fr: Éléments
pt: Elementos

source: All the elements of the universe!
fr: Tous les éléments de l'univers !
pt: Todos os elementos da tabela periódica!

source: ⚗️ A viewer of the elements
fr: ⚗️ Un visionneur des éléments
pt: ⚗️Um visualizador dos elementos da tabela periódica

source: Features:
fr: Fonctionnalités :
pt: Funcionalidades:

source: View all the known elements!!
fr: Visualisez tous les éléments connus !
pt: Veja todos os elementos da tabela periódica conhecidos!!

source: Use handy shortcuts to close the app Ctrl+q
fr: Utilisez le raccourci pratique Ctrl + Q pour fermer l'application
pt: Use atalhos do teclado convenientes para fechar a aplicação Ctrl+q

source: Boron release
fr: Version Bore
pt: Lançamento Boro

source: Elements is back!
fr: Éléments est de retour !
pt: O Elementos está de volta!

source: Completely rewrited and thiner
fr: Entièrement réécrit et allégé
pt: Completamente reescrito e mais leve

source: Added: Now remembers window state and position
fr: Ajouté : Mémorisation de l'état et la position de la fenêtre
pt: Adicionado: Agora lembra-se do estado e posição da janela

source: Beryllium release
fr: Version Béryllium
pt: Lançamento Berílio

source: Lithium release
fr: Version Lithium
pt: Lançamento Lítio

source: Helium release
fr: Version Helium
pt: Lançamento Hélio

source: First release
fr: Première version
pt: Primeiro lançamento

source: Periodic Table
fr: Tableau périodique
pt: Tabela Periódica

source: View all the known elements
fr: Visualisez tous les éléments connus
pt: Veja todos os elementos da tabela periódica conhecidos

source: Science;Chemistry;Elements;
fr: Science;Chimie;Éléments;
pt: Ciência;Química;Elementos;
